[
  "callout-manager",
  "dataview",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-meta-bind-plugin",
  "obsidian-outliner",
  "url-into-selection",
  "quickadd",
  "templater-obsidian",
  "tabs",
  "obsidian-icon-folder",
  "global-search-and-replace",
  "widgets",
  "chronology",
  "journaling",
  "insta-toc",
  "customjs",
  "tag-wrangler",
  "obsidian-paste-image-rename",
  "obsidian-hotkeys-for-specific-files",
  "recent-files-obsidian",
  "settings-search",
  "calendar",
  "obsidian-charts",
  "simple-banner",
  "periodic-notes"
]